tap "homebrew/core"
tap "quickemu-project/quickemu", "https://github.com/quickemu-project/quickemu"
brew "black"
brew "cliclick"
brew "cmake"
brew "csvlens"
brew "dotnet"
brew "elixir"
brew "elixir-ls"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "git"
brew "imagemagick"
brew "isort"
brew "jq"
brew "lazygit"
brew "lsd"
brew "node"
brew "markdownlint-cli"
brew "marksman"
brew "meson"
brew "mise"
brew "neovim"
brew "poppler"
brew "prettier"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "resvg"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "stow"
brew "tlrc"
brew "tree-sitter-cli"
brew "virtualenv"
brew "wget"
brew "yapf"
brew "yazi"
brew "zoxide"
cask "balenaetcher"
cask "calibre"
cask "flashspace"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-inconsolata"
cask "font-juliamono"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "livebook"
cask "lm-studio"
cask "monitorcontrol"
cask "obsidian"
cask "plexamp"
cask "postico"
cask "raindropio"
cask "raycast"
cask "skim"
cask "spotify"
cask "steam"
cask "table-tool"
cask "upscayl"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zen"
cask "zotero"
vscode "aaron-bond.better-comments"
vscode "catppuccin.catppuccin-vsc"
vscode "enkia.tokyo-night"
vscode "jakebecker.elixir-ls"
vscode "james-yu.latex-workshop"
vscode "mateocerquetella.xcode-12-theme"
vscode "mechatroner.rainbow-csv"
vscode "ms-ossdata.vscode-pgsql"
vscode "nhoizey.gremlins"
vscode "vscodevim.vim"
vscode "zainchen.json"
